notification = """
# 医生模拟器食用说明

## 1. 输入框
- 可以使用 Shift + Enter 进行换行
- Enter 进行发送
- 输入框最大高度为5行
- 输入框支持Markdown语法

## 2. 侧边栏
- 点击不同的P（Patient）图标，可以和不同的病人进行聊天。
- 不同病人间的对话相互独立

## 3. 聊天室
- 所有数据均储存在浏览器本地
- 左下角垃圾桶标志可清除与当前病人的会话

## 4. Roadmap
- [ ] 点击 bot 头像复制`Markdown`格式输出
- [ ] 添加更多自定义功能
- [ ] 添加反馈功能
- [ ] 热更新

## 5. 快捷键
- Ctrl + B 开关导航栏
- Tab 当输入框为空时，可自动补全“您好....”

"""

home_message = """
**欢迎来到**
## 《医生模拟器》

在这里，你是一名医生，
你今天的任务是了解病人病情。

目前你的诊室外有三个病人待诊，
请从侧边栏选择进入诊室的病人吧！
- 内附：《医生模拟器》食用指南


## P1：
现在P1进入了诊室，

他看起来年纪不大，
刚才在外面似乎咳嗽了好一会。

快去跟你的病人聊一聊吧！

## P2：
现在P2进入了诊室，

她看起来挺有年纪，
现在似乎有点坐立不安。

快去跟你的病人聊一聊吧！


## P3：
现在P3进入了诊室，
她看起来很焦急

要不要先跟她聊一下？

现在，来打声招呼吧"""